const Dummy = [
  {
    code: "capstone",
    title: "2024-1 비공학계 캡스톤디자인 경진대회 참여학생 모집",
    logo: "/img/dummy_logo.svg",
    poster: "/img/dummy_poster.svg",
    date: "2024.05.14 (화) 00:00 ~ 2024.07.26 (금) 23:59",
    d_day: "D + 12",
    school: "숭실대학교",
    tag: ["공모전", "캡스톤디자인", "캡스톤", "성과"],
    review: [
      {
        user: "OOO",
        headline: "최고의 공모전",
        rate: 5.0,
        comment:
          "영상과 관련된 공모전이라서 바로 도전했습니다.영상 찍고 영상 편집하는 것을 좋아하는 분들이거나 미디어 관련으로 관심 있는 분들이라면 무조건 도전하는 것을 추천합니다!!!! 그리고 처음으로 공모전 나가시는 분들도 도전해보시면 좋을 것 같습니다!",
      },
      {
        user: "XXX",
        headline: "아쉬움이 남지만...",
        rate: 4.5,
        comment:
          "평소에 영상을 찍는 걸 좋아합니다.사진찍고 영상 편집하는 걸 좋아하시면 추천합니다!  낮은 영상편집 퀄리티로 제출해서 아쉽긴 하지만 재미있는 경험이었습니다. 만약에 처음 공모전 나가시는 분들이라면 도전해보시는 걸 추천합니다! ",
      },
    ],
  },
  {
    code: "vlog",
    title: "2024년 1학기 현장실습 브이로그 및 블로그 포스팅 공모전",
    logo: "/img/dummy_logo.svg",
    poster: "/img/dummy_poster2.svg",
    date: "2024.07.01 (월) 09:00 ~ 2024.07.15 (월) 23:59",
    d_day: "D + 20",
    school: "인하대학교",
    tag: ["공모전", "인턴", "현장실습", "브이로그"],
    review: [
      {
        user: "OOO",
        headline: "최고의 공모전",
        rate: 5.0,
        comment:
          "영상과 관련된 공모전이라서 바로 도전했습니다.영상 찍고 영상 편집하는 것을 좋아하는 분들이거나 미디어 관련으로 관심 있는 분들이라면 무조건 도전하는 것을 추천합니다!!!! 그리고 처음으로 공모전 나가시는 분들도 도전해보시면 좋을 것 같습니다!",
      },
      {
        user: "XXX",
        headline: "아쉬움이 남지만...",
        rate: 4.5,
        comment:
          "평소에 영상을 찍는 걸 좋아합니다.사진찍고 영상 편집하는 걸 좋아하시면 추천합니다!  낮은 영상편집 퀄리티로 제출해서 아쉽긴 하지만 재미있는 경험이었습니다. 만약에 처음 공모전 나가시는 분들이라면 도전해보시는 걸 추천합니다! ",
      },
      {
        user: "USER1",
        headline: "그다지 도움이 되지는 않지만...",
        rate: 3.5,
        comment:
          "평소에 영상을 찍는 걸 좋아합니다.사진찍고 영상 편집하는 걸 좋아하시면 추천합니다!  낮은 영상편집 퀄리티로 제출해서 아쉽긴 하지만 재미있는 경험이었습니다. 만약에 처음 공모전 나가시는 분들이라면 도전해보시는 걸 추천합니다! ",
      },
      {
        user: "USER1",
        headline: "최악이었어요...",
        rate: 1.0,
        comment:
          "평소에 영상을 찍는 걸 좋아합니다.사진찍고 영상 편집하는 걸 좋아하시면 추천합니다!  낮은 영상편집 퀄리티로 제출해서 아쉽긴 하지만 재미있는 경험이었습니다. 만약에 처음 공모전 나가시는 분들이라면 도전해보시는 걸 추천합니다! ",
      },
    ],
  },
  {
    code: "animetion",
    title: "2024 세계기록유산 숏폼 애니메이션 공모전",
    logo: "/img/dummy_logo2.svg",
    poster: "/img/dummy_poster3.svg",
    date: "2024.09.21 (토) 00:00 ~ 2024.09.30 (월) 18:00",
    d_day: "D - 45",
    school: "가톨릭대학교",
    tag: ["공모전", "숏폼", "디자인", "애니메이션"],
    review: [
      {
        user: "OOO",
        headline: "최고의 공모전",
        rate: 5.0,
        comment:
          "영상과 관련된 공모전이라서 바로 도전했습니다.영상 찍고 영상 편집하는 것을 좋아하는 분들이거나 미디어 관련으로 관심 있는 분들이라면 무조건 도전하는 것을 추천합니다!!!! 그리고 처음으로 공모전 나가시는 분들도 도전해보시면 좋을 것 같습니다!",
      },
      {
        user: "XXX",
        headline: "아쉬움이 남지만...",
        rate: 4.5,
        comment:
          "평소에 영상을 찍는 걸 좋아합니다.사진찍고 영상 편집하는 걸 좋아하시면 추천합니다!  낮은 영상편집 퀄리티로 제출해서 아쉽긴 하지만 재미있는 경험이었습니다. 만약에 처음 공모전 나가시는 분들이라면 도전해보시는 걸 추천합니다! ",
      },
      {
        user: "USER1",
        headline: "그다지 도움이 되지는 않지만...",
        rate: 3.5,
        comment:
          "평소에 영상을 찍는 걸 좋아합니다.사진찍고 영상 편집하는 걸 좋아하시면 추천합니다!  낮은 영상편집 퀄리티로 제출해서 아쉽긴 하지만 재미있는 경험이었습니다. 만약에 처음 공모전 나가시는 분들이라면 도전해보시는 걸 추천합니다! ",
      },
      {
        user: "USER1",
        headline: "최악이었어요...",
        rate: 1.0,
        comment:
          "평소에 영상을 찍는 걸 좋아합니다.사진찍고 영상 편집하는 걸 좋아하시면 추천합니다!  낮은 영상편집 퀄리티로 제출해서 아쉽긴 하지만 재미있는 경험이었습니다. 만약에 처음 공모전 나가시는 분들이라면 도전해보시는 걸 추천합니다! ",
      },
    ],
  },
];
export default Dummy;
